Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# TranslationToolboxPage_SourceTranslation
source: Source translation
ar_sa: الترجمة المصدر
ar_sy: الترجمة الأساسية
ca_es: Traducció original
cs_cz: Zdrojový překlad
de_de: Quellübersetzung
es_es: Traducción de origen
fa_ir: ترجمه مبدا
fi_fi: Lähdekäännös
fr_fr: Traduction source
he_il: תרגום מקור
it_it: Traduzione della fonte
ja_jp: 元の翻訳
ko_kr: 원본 텍스트
pl_pl: __UNTRANSLATED__Source translation
pt_br: Tradução de origem
ru_ru: Источник перевода
th_th: คำแปลต้นฉบับ
tr_tr: Kaynak çeviri
uk_ua: Переклад джерела
vi_vn: Bản dịch nguồn
zh_cn: 当前翻译
zh_tw: 目前翻譯

# TranslationToolboxPage_TranslationGuideButton
source: Translation guide
ar_sa: دليل الترجمة
ar_sy: شرح الترجمة
ca_es: Guia de traducció
cs_cz: Průvodce překladem
de_de: Übersetzungsleitfaden
es_es: Guía de traducción
fa_ir: راهنمای ترجمه
fi_fi: Käännösopas
fr_fr: Guide de traduction
he_il: מדריך תרגום
it_it: Guida alla traduzione
ja_jp: 翻訳ガイド
ko_kr: 번역 가이드
pl_pl: __UNTRANSLATED__Translation guide
pt_br: Guia de tradução
ru_ru: Руководство перевода
th_th: คู่มือการแปล
tr_tr: Çeviri kılavuzu
uk_ua: Посібник з перекладу
vi_vn: Hướng dẫn dịch
zh_cn: 翻译指南
zh_tw: 翻譯指南

# TranslationToolboxPage_TranslationGuideMessage
source: Your translation has been created. Please look at the DLSS Swapper translation guide as to what to do next with {0}.
ar_sa: تم إنشاء الترجمة الخاصة بك. يُرجى مراجعة دليل ترجمة DLSS Swapper لمعرفة ما يجب فعله بعد ذلك باستخدام {0}.
ar_sy: تم إنشاء ترجمتك. يرجى الاطلاع على دليل ترجمة DLSS Swapper لمعرفة ما يجب فعله بعد ذلك مع {0}.
ca_es: La vostra traducció s'ha creat. Consulteu la guia de traducció de DLSS Swapper per saber què cal fer a continuació amb {0}.
cs_cz: Váš překlad byl vytvořen. Prostudujte si prosím průvodce překladem DLSS Swapper, kde najdete informace o dalším postupu s {0}.
de_de: Ihre Übersetzung wurde erstellt. Bitte lesen Sie die DLSS Swapper-Übersetzungsanleitung, um zu erfahren, wie Sie mit {0} weiter vorgehen müssen.
es_es: consulta la guía de traducción de DLSS Swapper para saber qué hacer a continuación con {0}.
fa_ir: ترجمه شما ساخته شد. لطفا برای مراحل بعدی در مورد فایلهای {0}، راهنمای ترجمه DLSS Swapper را مطالعه کنید.
fi_fi: Käännöksesi on luotu. Tarkista DLSS Swapperin käännösoppaasta, mitä tehdä seuraavaksi tiedoston {0} kanssa.
fr_fr: Votre traduction a été créée. Veuillez consulter le guide de traduction DLSS Swapper pour savoir quoi faire ensuite avec {0}.
he_il: התרגום שלך נוצר. אנא עיין במדריך התרגום של DLSS Swapper לגבי מה לעשות הלאה עם {0}.
it_it: La tua traduzione è stata creata. Consulta la guida alla traduzione di DLSS Swapper per sapere come procedere con {0}.
ja_jp: 翻訳が完了しました。{0} に関する今後の手順については、DLSS Swapper の翻訳ガイドをご確認ください。
ko_kr: 번역 파일이 생성되었습니다. 생성된 {0} 파일을 어떻게 처리해야 하는지는 DLSS Swapper 번역 가이드를 참조해 주세요.
pl_pl: __UNTRANSLATED__Your translation has been created. Please look at the DLSS Swapper translation guide as to what to do next with {0}.
pt_br: Sua tradução foi criada. Consulte o guia de tradução do DLSS Swapper para saber o que fazer com {0}.
ru_ru: Ваш перевод создан. Пожалуйста, ознакомьтесь с руководством по переводу DLSS Swapper, чтобы узнать, что делать дальше с {0}.
th_th: การแปลของคุณถูกสร้างขึ้นแล้ว โปรดดูคู่มือการแปล DLSS Swapper เพื่อดูว่าต้องทำอย่างไรต่อกับ {0}
tr_tr: Çeviriniz oluşturuldu. {0} ile bundan sonra ne yapacağınızı öğrenmek için lütfen DLSS Swapper çeviri kılavuzuna bakın.
uk_ua: Ваш переклад створено. Будь ласка, ознайомтеся з посібником з перекладу DLSS Swapper, щоб дізнатися, що робити далі з {0}.
vi_vn: Bản dịch của bạn đã được tạo. Vui lòng xem hướng dẫn dịch DLSS Swapper để biết phải làm gì tiếp theo với {0}.
zh_cn: 翻译已创建完成，请查阅 DLSS Swapper 的翻译指南，了解接下来如何处理 {0}。
zh_tw: 您的翻譯已建立，請參閱 DLSS Swapper 翻譯指南，來了解接下來如何處理 {0}。

# TranslationToolboxPage_TranslationProgress
source: Translation progress
ar_sa: تقدم الترجمة
ar_sy: تقدم الترجمة
ca_es: Progrés de la traducció
cs_cz: Přeloženo
de_de: Übersetzungsfortschritt
es_es: Progreso de la traducción
fa_ir: پیشرفت ترجمه
fi_fi: Käännöksen edistyminen
fr_fr: Progression de la traduction
he_il: התקדמות התרגום
it_it: Progresso della traduzione
ja_jp: 翻訳の進捗状況
ko_kr: 번역 진행 상황
pl_pl: __UNTRANSLATED__Translation progress
pt_br: Progresso da tradução
ru_ru: Прогресс перевода
th_th: ความคืบหน้าการแปล
tr_tr: Çeviri ilerlemesi
uk_ua: Прогрес перекладу
vi_vn: Tiến độ dịch
zh_cn: 翻译进度
zh_tw: 翻譯進度

# TranslationToolboxPage_UnsavedChangesButton
source: Close without saving
ar_sa: إغلاق دون حفظ
ar_sy: الخروج من دون حفظ
ca_es: Tanca sense desar
cs_cz: Zavřít bez uložení
de_de: Schließen ohne zu speichern
es_es: Cerrar sin guardar
fa_ir: بستن بدون ذخیره
fi_fi: Sulje ilman tallentamista
fr_fr: Fermer sans enregistrer
he_il: סגור ללא שמירה
it_it: Chiudi senza salvare
ja_jp: 保存せずに閉じる
ko_kr: 저장하지 않고 닫기
pl_pl: __UNTRANSLATED__Close without saving
pt_br: Fechar sem salvar
ru_ru: Закрыть без сохранения
th_th: ปิดโดยไม่บันทึก
tr_tr: Kaydetmeden kapat
uk_ua: Закрити без збереження
vi_vn: Đóng mà không lưu
zh_cn: 不保存并关闭
zh_tw: 不儲存並關閉

# TranslationToolboxPage_UnsavedChangesMessage
source: You possibly have unsaved translation changes. If you close this window these will be lost.
ar_sa: قد تكون لديك تغييرات ترجمة غير محفوظة. إذا قمت بإغلاق هذه النافذة، فستفقد هذه التغييرات.
ar_sy: قد تكون لديك تغييرات ترجمة غير محفوظة. إذا أغلقت هذه النافذة فستفقد هذه التغييرات.
ca_es: És possible que tingueu canvis de traducció no desats. Si tanqueu aquesta finestra, es perdran.
cs_cz: Pravděpodobně máte neuložené změny v překladu. Pokud toto okno zavřete, budou nenávratně ztraceny!
de_de: Möglicherweise haben Sie noch nicht gespeicherte Übersetzungsänderungen. Wenn Sie dieses Fenster schließen, gehen diese verloren.
es_es: Es posible que tenga cambios de traducción sin guardar. Si cierra esta ventana, se perderán.
fa_ir: احتمالاً تغییرات ذخیره‌نشده‌ای در ترجمه دارید. در صورت بستن این پنجره، این تغییرات از دست خواهند رفت.
fi_fi: Sinulla on mahdollisesti tallentamattomia käännösmuutoksia. Ne menetetään, jos suljet tämän ikkunan.
fr_fr: Vous avez peut-être des modifications de traduction non enregistrées. Si vous fermez cette fenêtre celles-ci seront perdues.
he_il: ייתכן שיש לך שינויי תרגום שלא נשמרו. אם תסגור חלון זה, הם יאבדו.
it_it: Potresti avere modifiche alla traduzione non salvate. Se chiudi questa finestra, queste andranno perse.
ja_jp: 保存されていない翻訳の変更がある可能性があります。このウィンドウを閉じると、それらの変更は失われます。
ko_kr: 저장되지 않은 번역 변경 사항이 있습니다. 이 창을 닫으면 변경 사항을 잃게 됩니다.
pl_pl: __UNTRANSLATED__You possibly have unsaved translation changes. If you close this window these will be lost.
pt_br: Você pode ter alterações de tradução não salvas. Se fechar a janela, elas serão perdidas.
ru_ru: У вас, возможно, есть несохраненные изменения в переводе. Если вы закроете это окно, они будут потеряны.
th_th: คุณอาจมีการเปลี่ยนแปลงการแปลที่ยังไม่ได้บันทึก หากคุณปิดหน้าต่างนี้ ข้อมูลเหล่านี้จะหายไป
tr_tr: Kaydedilmemiş çeviri değişiklikleriniz olabilir. Bu pencereyi kapatırsanız bu değişiklikler kaybolacaktır.
uk_ua: Можливо, у вас є незбережені зміни перекладу. Якщо ви закриєте це вікно, вони будуть втрачені.
vi_vn: Bạn có thể có thay đổi bản dịch chưa lưu. Nếu bạn đóng cửa sổ này, chúng sẽ bị mất.
zh_cn: 可能有未保存的翻译更改，如果关闭此窗口，这些更改将会丢失。
zh_tw: 您可能還有未儲存的翻譯變更。如果關閉這個視窗，這些變更將會遺失。

# TranslationToolboxPage_UnsavedChangesTitle
source: Unsaved translation changes
ar_sa: تغييرات الترجمة غير المحفوظة
ar_sy: تغييرات ترجمة لم يتم حفظها
ca_es: Canvis de traducció no desats
cs_cz: Neuložené změny v překladu
de_de: Nicht gespeicherte Übersetzungsänderungen
es_es: Cambios de traducción sin guardar
fa_ir: تغییرات ترجمه ذخیره نشده
fi_fi: Tallentamattomia käännösmuutoksia
fr_fr: Modifications de traduction non enregistrées
he_il: שינויי תרגום שלא נשמרו
it_it: Modifiche alla traduzione non salvate
ja_jp: 保存されていない翻訳の変更
ko_kr: 저장되지 않은 번역 변경 사항
pl_pl: __UNTRANSLATED__Unsaved translation changes
pt_br: Alterações de tradução não salvas
ru_ru: Несохраненные изменения в переводе
th_th: การเปลี่ยนแปลงการแปลที่ยังไม่ได้บันทึก
tr_tr: Kaydedilmemiş çeviri değişiklikleri
uk_ua: Незбережені зміни перекладу
vi_vn: Thay đổi bản dịch chưa lưu
zh_cn: 未保存的翻译更改
zh_tw: 尚未儲存的翻譯變更

# TranslationToolboxPage_WindowTitle
source: Translation Toolbox
ar_sa: أداة الترجمة (Translation Toolbox)
ar_sy: صندوق أدوات الترجمة
ca_es: Caixa d'eines de traducció
cs_cz: Překladatelské nástroje
de_de: Übersetzungs-Toolbox
es_es: Herramientas de traducción
fa_ir: جعبه ابزار ترجمه
fi_fi: Käännöstyökalupakki
fr_fr: Boîte à outils de traduction
he_il: ארגז כלי תרגום
it_it: Strumenti di traduzione
ja_jp: 翻訳ツールボックス
ko_kr: 번역 툴박스
pl_pl: __UNTRANSLATED__Translation Toolbox
pt_br: Caixa de ferramentas de tradução
ru_ru: Панель инструментов переводчика
th_th: กล่องเครื่องมือการแปล
tr_tr: Çeviri Araç Kutusu
uk_ua: Інструменти перекладу
vi_vn: Hộp Công Cụ Dịch
zh_cn: 翻译工具箱
zh_tw: 翻譯工具
